{
  "posts": [
    {
      "announcement": "Magna laborum ut qui dolor proident Lorem officia in culpa mollit. Sit amet fugiat ut adipisicing nulla dolore. Sit cillum reprehenderit eiusmod dolore pariatur pariatur proident sit. Deserunt deserunt Lorem est cillum. Aute aliquip laboris veniam nisi esse ad Lorem. Deserunt laboris reprehenderit voluptate nostrud veniam exercitation enim reprehenderit ullamco. Sit consectetur duis officia sint.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Quis nostrud do labore ut. Sint occaecat id culpa exercitation veniam et. Duis veniam pariatur ea ea anim adipisicing enim do eiusmod ad do. Veniam sint pariatur id id. Id enim duis eiusmod laborum.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Irure id laborum irure sint irure aliqua mollit nostrud consectetur. Voluptate do reprehenderit adipisicing esse laborum qui minim tempor reprehenderit do cupidatat. Sit reprehenderit qui et consectetur. Esse velit exercitation magna dolore ullamco reprehenderit eu dolore nulla et. Ut sunt reprehenderit enim dolor officia aliquip labore proident commodo sit adipisicing consectetur exercitation. Qui enim do do consectetur amet. Do sit officia irure veniam minim culpa eu duis id sit sit dolore enim voluptate.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Duis sunt cillum mollit aliqua culpa aliquip do tempor non quis quis exercitation. Ut ex cillum ipsum veniam dolor aliqua consequat labore sint deserunt velit sit labore quis. Incididunt est non laboris proident cupidatat ea exercitation. Ut consequat eu amet amet veniam esse. Minim cillum amet sit magna incididunt pariatur eu tempor ea ipsum officia exercitation minim. Et cupidatat consectetur amet enim laborum dolor consequat ullamco in.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "In duis ea id dolor commodo id officia laborum do amet do duis. Proident veniam veniam aliquip exercitation. Elit pariatur laboris quis et sit consequat fugiat sint.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Mollit aute in laboris sunt velit irure veniam et commodo esse. Occaecat aliqua excepteur Lorem et voluptate consequat nisi tempor labore. Aliqua anim est reprehenderit aliquip do voluptate adipisicing consequat nisi eu ipsum pariatur nisi. Adipisicing nulla enim eu consectetur duis duis do fugiat deserunt ad aute. Voluptate nisi cupidatat nulla minim deserunt occaecat incididunt deserunt anim ea minim tempor.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Ea ex dolor consectetur commodo cillum irure ex pariatur nisi magna ipsum mollit aliqua. Exercitation anim veniam tempor ut sunt. Excepteur non ad magna minim ipsum laboris. Nostrud aliquip est nostrud ut cillum labore aliquip mollit nostrud non esse. Velit elit cillum cupidatat laboris cupidatat elit ex qui cupidatat. Enim cupidatat qui ea velit nostrud cupidatat pariatur ipsum exercitation. Cillum sit sit ex labore laborum veniam et.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Do eu ad labore qui veniam pariatur ad irure mollit ullamco commodo commodo sit in. Dolor ut esse qui pariatur labore sint. Irure fugiat sunt sint proident irure labore exercitation eiusmod voluptate ex. Nisi ad sint labore elit. Laboris est labore anim incididunt consequat velit aliqua est excepteur aliqua deserunt velit. Tempor elit veniam ut consequat.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Ad labore ex velit dolor irure non dolor. Eu est nostrud labore Lorem voluptate. Voluptate sint labore nisi in cupidatat fugiat duis. Aliqua nulla enim exercitation id et voluptate anim minim velit. Nisi aliqua aute velit adipisicing et est nisi mollit duis velit. Sit aliquip incididunt velit anim sunt dolor enim sunt. Ea nisi labore Lorem ad sunt in dolor nisi aute.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    },
    {
      "announcement": "Sit dolor do enim officia anim ea commodo incididunt commodo duis dolor culpa id. Eiusmod id officia ipsum excepteur in non culpa cupidatat. Eiusmod eiusmod consectetur ut ut exercitation culpa in proident pariatur cupidatat ut. In eiusmod irure consectetur ipsum quis consequat fugiat cillum excepteur proident proident.\r\n",
      "date": "12/29/2019, 7:57:44 PM"
    }
  ]
}
